{
  "titleL": "HOME",
  "aboutL": "ABOUT",
  "portfolioL": "PROJECTS",
  "contactL": "CONTACT",
  "skillsL": "SKILLS",
  "aboutInt": "I'm Felipe Romano!",
  "aboutIntL": "HI! I'm graduated Game Designer",
  "aboutSecL": "In my experience!",
  "skillsL1": "I developed several projects using the engine",
  "skillsL2": "I programmed in C# while developing projects in Unity.",
  "skillsL3": "I developed study projects and prototypes using the engine.",
  "skillsL4": "I programmed in C++ while developing projects in Unreal.",
  "skillsL5": "I integrate Git into all my projects to streamline development.",
  "skillsL6": "I use Scrum methodology to organize projects and manage tasks.",
  "skillsL7": "I implemented Google Play Services features in a project.",
  "skillsL8": "I have experience with porting games to Xbox, PlayStation, and Switch.",
  "contactDesc": "Want to know more about my work? Get in touch!",
  "todosP": "ALL",
  "professionalP": "Professional",
  "pessoalP": "Personal",
  "vejaMaisP": "See More",
  "GamePrincipal": "Minhas principais contribuições =>",
  "AliraDescription": "é um plataform 3D em uma jornada emocional de uma adolescente e sua dor pela perda de sua mãe. Enquanto se isola na floresta, ela descobre lugares mágicos que podem trazer sua mãe de volta." ,
  "AliraContribution": "O jogo foi feito em equipe para um projeto acadêmico, eu participei do time de desenvolvimento/programação do jogo. Nesse projeto, fiquei responsável pelas mecânicas do Player e puzzles/desafios. Devido a experiências passadas, tive uma noção maior para organizar e otimizar melhor meus scripts, com melhores práticas.",
  "BreakersDescription": "",
  "BreakersContribution": "",
  "ErgophobiaDescription": "é uma coleção de experiências curtas de terror baseadas no tema de terror analógico, que apresentam seres perturbadores inspirados nas culturas oriental e ocidental. Desenvolvido pela equipe Painful Smile para o cliente Indemmi, feito usando Unity.",
  "ErgophobiaContribution": "",
  "MissaoIngloriaDescription": "é um jogo inspirado em Bastardos Inglórios. Entre em um palácio nazista para eliminar evidências e testemunhas que possam comprometer a sua identidade e a de seu esquadrão. Cuidado para não ser identificado. É um jogo em primeira pessoa, em que o jogador deve invadir um palácio nazista sem ser notado para facilitar o seu objetivo.",
  "MissaoIngloriaContribution": "O jogo foi feito em equipe para um projeto acadêmico, eu participei do time de desenvolvimento/programação do jogo. Nesse projeto, aprendi muito sobre jogos em primeira pessoa, com integração de mecânicas de stealth e tiro, desenvolvendo conhecimentos para melhorar a qualidade do jogo.",
  "ResidiuumDescription": "é um jogo mobile desenvolvido pela Iron Games de plataforma e hack and slash que irá desafiar suas habilidades de combate para explorar a terra Áurica.",
  "ResidiuumContribution": "Programação de um boss utilizando máquina de estados e aplicar funcionalidades do Google Play Services e otimização para mobile. Adquiri muita experiência com boas práticas e otimização para projetos mobile.",
  "typedText": ["Game Developer"]
}