{
  "titleL": "HOME",
  "aboutL": "ABOUT",
  "portfolioL": "PROJECTS",
  "contactL": "CONTACT",
  "skillsL": "SKILLS",
  "aboutInt": "Hello! I'm Felipe Romano.",
  "aboutIntL": "Game Developer with experience in mobile development, porting, and client projects. Graduated in Game Design from Anhembi Morumbi University, I am constantly seeking to enhance my knowledge through courses and online materials. ",
  "aboutSecL": "Passionate about the challenge of creating games, I value every stage of the process, from planning to publishing.",
  "skillsL1": "I developed several projects, including porting to consoles and mobile.",
  "skillsL2": "I programmed in C# while developing projects in Unity.",
  "skillsL3": "I developed study projects and prototypes using the engine.",
  "skillsL4": "I programmed in C++ while developing projects in Unreal.",
  "skillsL5": "I integrate Git into all my projects to streamline development.",
  "skillsL6": "I use Scrum methodology to organize projects and manage tasks.",
  "skillsL7": "I implemented Google Play Services features in a project.",
  "skillsL8": "I have experience with porting games to Xbox, PlayStation, and Switch.",
  "contactDesc": "Want to know more about my work?",
  "contactDesc2": "Get in touch!",
  "todosP": "ALL",
  "professionalP": "Professional",
  "pessoalP": "Personal",
  "demoP": "Tech Demo",
  "vejaMaisP": "Show More",
  "GamePrincipal": "My main contributions =>",
  "AliraDescription": "is a 3D platform game about an emotional journey of a teenager and her grief over the loss of her mother. While isolating herself in the forest, she discovers magical places that can bring her mother back. Alira is an academic project done at Unity." ,
  "AliraContribution": "I was responsible for the player mechanics and puzzles/challenges. I created organized, separated and optimized systems.",
  "BreakersDescription": "is a collection of two classic fighting games (Breakers and Breakers Revenge) with the inclusion of new offline and online content. Including online multiplayer with crossplay! Project made in Unity, released for PC and consoles.",
  "BreakersContribution": "I consolidated my knowledge in porting to consoles, working on a larger project, with multiplayer features and understanding the entire process of a crossplay game.",
  "ErgophobiaDescription": "is a collection of short horror experiences based on the theme of analog horror, featuring disturbing beings inspired by Eastern and Western cultures. Developed by the Painful Smile team for the client Indemmi, made using Unity.",
  "ErgophobiaContribution": "I participated from the conception to the release of these short projects, creating systems that can be reused and interactions with the scenario to create a horror atmosphere.",
  "MissaoIngloriaDescription": "is a game inspired by Inglourious Basterds. Enter a Nazi palace to eliminate evidence and witnesses that could compromise your identity and your squad. Be careful not to be identified. Missão Inglória is an academic project made at Unity.",
  "MissaoIngloriaContribution": "I developed a player system for a first-person game, with integration of stealth and shooting mechanics.",
  "ResidiuumDescription": "is a mobile game developed by Iron Games, a platform and hack and slash that will challenge your combat skills to explore the Auric land. Project made in Unity and released for mobile platforms.",
  "ResidiuumContribution": "Development of a complex AI using state machine, optimized for performance in mobile games. Creation, configuration and testing in a project with integration with Google Play Services features.",
  "typedText": ["Game Developer", "Programmer"]
}