{
  "titleL": "PERFIL",
  "aboutL": "ABOUT",
  "portfolioL": "PORTFOLIO",
  "contactL": "CONTATO",
  "skillsL": "HABILIDADES",
  "aboutInt": "Eu sou Felipe Romano!",
  "aboutIntL": "Olá! Sou o Felipe Vicente Romano. No final de 2021, conclui minha graduação em Design de Games na Universidade Anhembi Morumbi. Tive minha primeira experiência profissional no começo de 2021, quando tive a chance de fazer um estágio de programação na Arch Works. Depois, trabalhei como Programador Júnior na QUByte Interactive, fazendo porting de jogos para plataformas como Xbox, PlayStation e Switch.",
  "aboutSecL": "Em minha experiência como desenvolvedor, sempre gostei do desafio que é começar e terminar um projeto, pois isto me motiva a sempre melhorar para ser capaz de realizá-lo. Em todos projetos que faço, gosto de arriscar e aprender coisas novas, seja uma ferramenta simples ou mais avançada, pois acredito que assim me tornarei um profissional melhor.",
  "skillsL1": "Programei em C# desenvolvendo projetos na Unity.",
  "skillsL2": "Desenvolvi projetos e protótipos de estudo na engine.",
  "skillsL3": "Programei em C++ desenvolvendo projetos na Unreal.",
  "skillsL4": "Utilizei nos meus projetos de estudo na Unreal.",
  "skillsL5": "Integro em todos meus projetos para facilitar o desenvolvimento.",
  "skillsL6": "Utilizo a metodologia Scrum para organizar projetos e gerenciar tarefas.",
  "skillsL7": "Implementei funcionalidades da Google Play Services em um projeto.",
  "skillsL8": "Tenho experiência em porting de jogos para Xbox, PlayStation e Switch.",
  "contactDesc": "Quer saber mais sobre meu trabalho? Entre em contato!",
  "todosP": "TODOS",
  "professionalP": "Professional",
  "pessoalP": "Pessoal",
  "vejaMaisP": "Veja Mais",
  "GamePrincipal": "Minhas principais contribuições ->",
  "AliraDescription": "é um plataform 3D em uma jornada emocional de uma adolescente e sua dor pela perda de sua mãe. Enquanto se isola na floresta, ela descobre lugares mágicos que podem trazer sua mãe de volta." ,
  "AliraContribution": "O jogo foi feito em equipe para um projeto acadêmico, eu participei do time de desenvolvimento/programação do jogo. Nesse projeto, fiquei responsável pelas mecânicas do Player e puzzles/desafios. Devido a experiências passadas, tive uma noção maior para organizar e otimizar melhor meus scripts, com melhores práticas.",
  "BreakersDescription": "",
  "BreakersContribution": "",
  "ResidiuumDescription": "é um jogo mobile desenvolvido pela Iron Games de plataforma e hack and slash que irá desafiar suas habilidades de combate para explorar a terra Áurica.",
  "ResidiuumContribution": "Programação de um boss utilizando máquina de estados e aplicar funcionalidades do Google Play Services e otimização para mobile. Adquiri muita experiência com boas práticas e otimização para projetos mobile.",
  "typedText": ["Game Developer"]
}