{
  "titleL": "PERFIL",
  "aboutL": "ABOUT",
  "portfolioL": "PORTFOLIO",
  "contactL": "CONTATO",
  "skillsL": "HABILIDADES",
  "aboutInt": "Olá! Eu sou o Felipe Romano.",
  "aboutIntL": "Game Developer com experiência em desenvolvimento mobile, porting para consoles e projetos para clientes. Graduado em Game Design pela Anhembi Morumbi, busco constantemente aprimorar meu conhecimento por meio de cursos e materiais online.",
  "aboutSecL": "Movido pelo desafio de criar jogos, valorizo cada etapa do processo, do planejamento à publicação.",
  "skillsL1": "Desenvolvi vários projetos na engine, incluindo porting para consoles e mobile.",
  "skillsL2": "Desenvolvi projetos e protótipos de estudo na engine.",
  "skillsL3": "Programei em C++ desenvolvendo projetos na Unreal.",
  "skillsL4": "Utilizei nos meus projetos de estudo na Unreal.",
  "skillsL5": "Integro em todos meus projetos para facilitar o desenvolvimento.",
  "skillsL6": "Utilizo a metodologia Scrum para organizar projetos e gerenciar tarefas.",
  "skillsL7": "Implementei funcionalidades da Google Play Services em um projeto.",
  "skillsL8": "Tenho experiência em porting de jogos para Xbox, PlayStation e Switch.",
  "contactDesc": "Quer saber mais sobre meu trabalho? Entre em contato!",
  "contactDesc2 ": "Entre em contato!",
  "todosP": "TODOS",
  "professionalP": "Professional",
  "pessoalP": "Pessoal",
  "demoP": "Demonstração",
  "vejaMaisP": "Veja Mais",
  "GamePrincipal": "Minhas principais contribuições =>",
  "AliraDescription": "é um plataform 3D em uma jornada emocional de uma adolescente e sua dor pela perda de sua mãe. Enquanto se isola na floresta, ela descobre lugares mágicos que podem trazer sua mãe de volta. Alira é um projeto acadêmico feito na Unity." ,
  "AliraContribution": "Fiquei responsável pelas mecânicas do Player e puzzles/desafios. Criei sistemas organizados e separados, otimizei scripts e trabalhando com boas práticas.",
  "BreakersDescription": "é a coletânea de dois jogos clássicos de luta (Breakers e Breakers Revenge) com a inclusão de novos conteúdos off-line e on-line. Incluindo multiplayer on-line com crossplay! Projeto feito na Unity, lançado para PC e consoles.",
  "BreakersContribution": "Consolidei meus conhecimentos em porting para consoles, trabalhando em um projeto maior, com recursos multiplayer e entendendo todo o processo de um jogo crossplay.",
  "ErgophobiaDescription": "é uma coleção de experiências curtas de terror baseadas no tema de terror analógico, que apresentam seres perturbadores inspirados nas culturas oriental e ocidental. Desenvolvido pela equipe Painful Smile para o cliente Indemmi, feito usando Unity.",
  "ErgophobiaContribution": "Participei desde a concepção até o lançamento desses projetos curtos, criando sistemas que possam ser reutilizados e interações com o cenário para criar uma atmosfera de terror.",
  "MissaoIngloriaDescription": "é um jogo inspirado em Bastardos Inglórios. Entre em um palácio nazista para eliminar evidências e testemunhas que possam comprometer a sua identidade e a do seu esquadrão. Cuidado para não ser identificado. Missão Inglória é um projeto acadêmico feito na Unity.",
  "MissaoIngloriaContribution": "Desenvolvimento de um player para jogo em primeira pessoa, com integração de mecânicas de stealth e tiro.",
  "ResidiuumDescription": "é um jogo mobile desenvolvido pela Iron Games de plataforma e hack and slash que irá desafiar suas habilidades de combate para explorar a terra Áurica. Projeto feito na Unity e lançado para plataformas mobile.",
  "ResidiuumContribution": "Desenvolvimento de uma IA complexa utilizando state machine, otimizada para desempenho em jogos mobile. Criação, configuração e testes em um projeto com integração ao Google Play Services.",
  "typedText": ["Game Developer"]
}